"BUTTON_AUTHENTICATE" = "Telefon numaramı kullan";

"BUTTON_CONTINUE" = "Devam";

"BUTTON_DISMISS" = "Gizle";

"BUTTON_DONE" = "Bitti";

"BUTTON_NOT_NOW" = "Şimdi değil";

"BUTTON_OKAY" = "Tamam";

"BUTTON_RESEND_CONF_CODE" = "Başka bir tane iste.";

"BUTTON_RETRY" = "Tekrar Dene";

"BUTTON_SENDING" = "Gönderiliyor...";

"BUTTON_SENDING_CONF_CODE" = "Kod gönderiliyor";

"BUTTON_SEND_CONF_CODE" = "Doğrulama kodu gönder";

"BUTTON_SENT_CONF_CODE" = "Kod gönderildi";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Farklı bir numara dene";

"CALL_ME_ACTION" = "Beni Ara";

"CALL_ME_LOADING" = "Arıyor...";

"ERROR_CANT_SMS" = "Bu numaraya kısa mesaj gönderilemiyor.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Lütfen kodunu kontrol et ve tekrar dene";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Hey, ağ sorunumuz var gibi görünüyor. Tekrar deneyelim mi? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Lütfen e-postanı kontrol et ve tekrar dene";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Lütfen numaranı kontrol et ve tekrar dene";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Daha öncede bir 2 adımlı doğrulama kodunu <u>digits.com</u>'da ayarlamışsın";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Yukarıdaki \"Beni ara\" düğmesine dokunduğunda, <u>Digits by Twitter</u> telefon numaranı doğrulamak için bir sesli arama yapar. Mesaj ve veri ücretleri geçerlidir.";

"FOOTNOTE_CREATE_ACCOUNT" = "Yukarıdaki \"Devam\" düğmesine dokunarak Digits by Twitter'ın güncel <u>Hizmet Şartları</u>, <u>Gizlilik Politikası</u> ve <u>Çerez Politikası</u>nı onaylamış ve %@ kullanan diğer kullanıcıların seni telefon numarandan ve/veya e-posta adresinden bulabileceğini kabul etmiş oluyorsun.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "\"Devam\" düğmesine dokunarak bu e-postayı Digits hesabına eklemiş olursun. Digits ile doğrulanmış tüm uygulamaların bu e-posta adresine erişebilecek ve kullanıcılar e-posta adresinden seni keşfedebilecek. Hesabını <u>Digits.com</u>'da yönet.";

"FOOTNOTE_SEND_CONF_CODE" = "Yukarıdaki \"Kod gönder\" düğmesine dokunduğunda,  <u>Digits by Twitter</u> telefon numaranı doğrulamak için bir kısa mesaj gönderir. Mesaj ve veri ücretleri geçerlidir.";

"FOOTNOTE_TOS_UPDATE" = "Yukarıdaki \"Devam\" düğmesine dokunarak Digits by Twitter'ın güncel <u>Hizmet Şartları</u>'nı, <u>Gizlilik Politikası</u>'nı ve <u>Çerez Politikası</u>'nı onaylamış ve %@ uygulamasını kullanan diğer kullanıcıların seni telefon numarandan ve/veya e-posta adresinden bulabileceğini kabul etmiş oluyorsun.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2 adımlı doğrulama kodunu gir.";

"LABEL_ENTER_CONF_CODE" = "Sana bir kod gönderdik.";

"LABEL_ENTER_EMAIL" = "E-postanı gir.";

"LABEL_ENTER_PHONE_NUMBER" = "Telefon numaran nedir?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Bu uygulamayı kullanan daha fazla arkadaşını bulmak için Digits by Twitter'ı kullanırız. Tamam'a dokunduğunda, adres defterini Digits by Twitter'a yükleriz, böylece tanıdığın %@ kullanıcılarını bulmana veya diğer %@ kullanıcılarının seni bulmasına yardım edebiliriz.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Arkadaşlarını bul";

"LABEL_RESEND_CONF_CODE" = "Bir kod almadın mı?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Telefon numaran doğrulanamıyor";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Üzgünüz, sana bir doğrulama kodu göndermede sorun yaşıyoruz.";

"ONBOARDING_MESSAGE" = "[Digits] Doğrulama e-postalarına ve kısa mesajlara/sesli yetkilendirme mesajlarına dahil edilecek uygulama adını ayarlamak için https://fabric.io adresinde giriş yap.";

"PARTIAL_FOOTNOTE_THIS_APP" = "bu uygulama";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Doğrulama kodu";

"PLACEHOLDER_CONF_CODE" = "6 haneli kodunu gir";

